Repository: razahel/2026Mar25
Catalog: GitProbe/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# common.confirm
source: OK
ko: 확인

# common.error.title
source: Error
ko: 오류

# error.recent.delete
source: Failed to delete recent search.
ko: 최근 검색어 삭제에 실패했습니다.

# error.recent.delete_all
source: Failed to delete all recent searches.
ko: 전체 삭제에 실패했습니다.

# error.recent.fetch
source: Failed to load recent searches.
ko: 최근 검색어를 불러오지 못했습니다.

# error.recent.save
source: Failed to save recent search.
ko: 최근 검색어 저장에 실패했습니다.

# error.search
source: An error occurred while searching.
ko: 검색 중 오류가 발생했습니다.

# recent.delete_all
source: Clear all
ko: 전체삭제

# recent.title
source: Recent searches
ko: 최근 검색

# search.placeholder
source: Search repositories
ko: 저장소 검색

# search.result.count.format
source: %d repository results
ko: 검색 결과 %d개

# search.title
source: Search
ko: 검색
